[
  "Bananas are berries, but strawberries aren't.",
  "Honey never spoils and can last for thousands of years.",
  "Octopuses have three hearts and blue blood.",
  "Sharks existed before trees.",
  "A day on Venus is longer than a year on Venus.",
  "The Eiffel Tower can grow taller during summer due to heat expansion.",
  "Humans share about 60% of their DNA with bananas.",
  "There are more stars in the universe than grains of sand on Earth.",
  "Sloths can hold their breath longer than dolphins.",
  "Butterflies can taste with their feet.",
  "An octopus has nine brains.",
  "Water makes different pouring sounds depending on its temperature.",
  "A snail can sleep for three years.",
  "The fingerprints of a koala are almost indistinguishable from humans.",
  "Wombat poop is cube-shaped.",
  "Some turtles can breathe through their butts.",
  "Cats have fewer toes on their back paws than their front paws.",
  "The inventor of the Pringles can is buried in one.",
  "Humans are the only animals that blush.",
  "A blue whale's heart is the size of a small car.",
  "Cows have best friends and can become stressed when separated.",
  "Sea otters hold hands while they sleep to keep from drifting apart.",
  "Pineapples take about two years to grow.",
  "There's a species of jellyfish that can potentially live forever.",
  "Banging your head against a wall burns 150 calories an hour.",
  "The average person will spend six months of their life waiting for red lights to turn green.",
  "A bolt of lightning is five times hotter than the surface of the sun.",
  "Mosquitoes are the deadliest animals in the world.",
  "Humans share around 98% of their DNA with chimpanzees.",
  "Potatoes were the first food to be grown in space.",
  "The inventor of the microwave oven was inspired by a melted chocolate bar in his pocket.",
  "Alaska is the only U.S. state whose name is on one row on a keyboard.",
  "A group of flamingos is called a flamboyance.",
  "Some cats are allergic to humans.",
  "Ants stretch when they wake up in the morning.",
  "There are more fake flamingos in the world than real ones.",
  "Bees sometimes sting other bees.",
  "The heart of a shrimp is located in its head.",
  "The first oranges weren’t orange—they were green.",
  "A group of crows is called a murder.",
  "Ketchup was once sold as medicine."
]
